Repository: aegiswp/theme
Catalog: languages/aegis-*.po
Languages: es_mx, pt_pt, uk

source: Placeholder image. Replace with your own image and descriptive alt text.
es_mx: Imagen de ejemplo. Sustituye por tu propia imagen y texto alternativo descriptivo.
pt_pt: Imagem de exemplo. Substitua pela sua própria imagem e texto alternativo descritivo.
uk: Зображення-заповнювач. Замініть на власне зображення та описовий альтернативний текст.

source: Our Commitment to Innovation
es_mx: Nuestro compromiso con la innovación
pt_pt: O nosso compromisso com a inovação
uk: Наша відданість інноваціям

source: About Us
es_mx: Sobre nosotros
pt_pt: Sobre nós
uk: Про нас

source: Write a concise paragraph summarizing your core values or mission (max. 250 characters).
es_mx: Escribe un párrafo conciso que resuma tus valores o misión principales (máx. 250 caracteres).
pt_pt: Escreva um parágrafo conciso resumindo os seus valores ou missão principais (máx. 250 caracteres).
uk: Напишіть короткий абзац, який підсумовує ваші основні цінності або місію (макс. 250 символів).

source: Published:
es_mx: Publicado:
pt_pt: Publicado:
uk: Опубліковано:

source: Ad Space
es_mx: Espacio publicitario
pt_pt: Espaço publicitário
uk: Рекламний простір

source: Abstract illustration featuring the theme's logo. Please replace this image with your own.
es_mx: Ilustración abstracta con el logotipo del tema. Por favor, sustituya esta imagen por la suya propia.
pt_pt: Ilustração abstrata com o logótipo do tema. Por favor, substitua esta imagem pela sua própria.
uk: Абстрактна ілюстрація з логотипом теми. Будь ласка, замініть це зображення на своє власне.

source: Product Name
es_mx: Nombre del producto
pt_pt: Nome do produto
uk: Назва продукту

source: Advertising
es_mx: Publicidad
pt_pt: Publicidade
uk: Реклама

source: Short product description or offer.
es_mx: Breve descripción del producto u oferta.
pt_pt: Breve descrição do produto ou oferta.
uk: Короткий опис продукту або пропозиції.
