Repository: aegiswp/theme
Catalog: languages/bcc.po
Languages: bcc

source: Aegis
bcc: أيجيس (Aegis)

source: A native block framework engineered for raw velocity. Aegis loads zero CSS, JavaScript, or font assets by default, delivering a pure architectural foundation. It empowers designers with deep visual controls—including SVG management, fluid typography, and intrinsic responsiveness—while providing developers with a strict, standards-based environment. The definitive foundation for high-performance child themes.
bcc: یک بومی‌این بلاک چوکاتے که په تچکیں رفتار و سپاکیءِ واستا جوڑ بوتگ۔ Aegis بن‌تہرا هیچ پیمیں CSS یا JavaScript یا فونٹ فائل ڈاؤنلوڈ نکنت، و یک تچکیں و پاکیں بن‌رهبندے پیش کنت۔ اے ڈیزائنراں اے واکءَ دنت که وتی کارانی واستا SVG، تچکیں خطاطی و تیوگیں واکاں جندءِ کنٹرولءَ بگرنت، و ڈیولپراں یک مهکم و استانداردیں جاگهے دنت۔ اے مهکمیں تهد په شرکاریں چائلڈ تھیماں یک بن‌هشت‌ئے

source: Search this site
bcc: اے ویب‌سایتءَ درگیج

source: Search
bcc: درگیج

source: Add text or blocks that will display when a query returns no results.
bcc: هردیں که درگیجگءِ آسر هالیگ بوت، اے جاگهءَ بلاک یا مواد ایر کن اِت

source: Type / to add a hidden block
bcc: په پناهیں بلاکءِ اؤر کنگءَ / ٹائپ کن اِت

source: Home
bcc: لوگ

source: About
bcc: مئے باره‌ئا

source: Contact
bcc: حال و اهوال

source: Blog
bcc: بلۆگ

source: Services
bcc: کار و خدمت

source: Portfolio
bcc: نمونه‌کاراں

source: Features
bcc: کارپد و صفت

source: Pricing
bcc: قیمت و بها

source: Team
bcc: ٹیم

source: Testimonials
bcc: نظراں

source: FAQ
bcc: جُست و پَد

source: Gallery
bcc: عکس‌جاہ

source: Read More
bcc: گیشتر بوان

source: Learn More
bcc: گیشتر بزاں

source: Get Started
bcc: بنگیج کن

source: Subscribe
bcc: شامل بئے

source: Submit
bcc: دیم دے

source: Send Message
bcc: کلوه دیم دے

source: View All
bcc: درستاں بچار

source: Back to Top
bcc: بُرزا برو

source: Previous
bcc: پدین

source: Next
bcc: دیمین

source: Page
bcc: تاک

source: of
bcc: چه

source: Posts
bcc: نبشتانکاں

source: Categories
bcc: تہر و بهر

source: Tags
bcc: تگاں

source: Archive
bcc: گوستانک

source: Author
bcc: نبیسۆک

source: Date
bcc: تاریک

source: Comments
bcc: نظراں

source: Leave a Comment
bcc: وتی هیالاں نبیس

source: Posted on
bcc: شنگ بوتگ

source: By
bcc: چه نیمگا

source: in
bcc: تا

source: No comments
bcc: هیچ نظرے نیست

source: One comment
bcc: یک نظرے

source: % comments
bcc: % نظراں

source: Related Posts
bcc: هم‌تہریں نبشتانکاں

source: Recent Posts
bcc: نوکیں نبشتانکاں

source: Popular Posts
bcc: نامداریں نبشتانکاں

source: Featured
bcc: خاص

source: Latest
bcc: نوکترین

source: Continue Reading
bcc: وانگءَ برجاه دار

source: Nothing Found
bcc: هیچ در نه کپت

source: Sorry, no posts matched your criteria.
bcc: په پهیز، اے جُستءِ واستا هیچ نبشتانکے در نه کپت

source: Search Results for:
bcc: اے درگیجءِ آسر:

source: 404 - Page Not Found
bcc: ۴۰۴ - اے تاک در نه کپت

source: The page you are looking for does not exist.
bcc: اے تاک که شما درگیجگا اِت، ویب‌سایتءَ نیست

source: Go to Homepage
bcc: لوگءِ تاکءَ برو

source: Heading
bcc: سَرنام

source: Subheading
bcc: کَم‌نام

source: Title
bcc: سرنام

source: Subtitle
bcc: بن‌نام

source: Description
bcc: شرح و بیان

source: Content
bcc: مواد

source: Text
bcc: نبشتانک

source: Label
bcc: نشان

source: Caption
bcc: عکس‌نام

source: Name
bcc: نام

source: Email
bcc: ایمیل

source: Phone
bcc: فون

source: Message
bcc: کلوه

source: Subject
bcc: بُن‌گپ

source: Your Name
bcc: تئی نام

source: Your Email
bcc: تئی ایمیل

source: Your Message
bcc: تئی کلوه

source: Required
bcc: لازمی

source: Optional
bcc: اختیاری

source: Menu
bcc: تہ‌بهر

source: Navigation
bcc: راهشۆنی

source: Primary Menu
bcc: اصلی تہ‌بهر

source: Footer Menu
bcc: بُنی تہ‌بهر

source: Social Links
bcc: سماجی لنکاں

source: Skip to content
bcc: تاکءِ موادءَ برو

source: Close
bcc: بند کن

source: Open
bcc: پچ کن

source: Toggle
bcc: بدل کن

source: Show
bcc: پیش دار

source: Hide
bcc: پناه کن

source: Header
bcc: تاک‌سَر

source: Footer
bcc: تاک‌بُن

source: Sidebar
bcc: کش‌و‌کِر

source: Main Content
bcc: اصلی مواد

source: Widget Area
bcc: ابزارانی جاگه

source: Follow Us
bcc: مئے همراہ بئے

source: Connect
bcc: رابطہ بکن

source: Share
bcc: بهر کن

source: Facebook
bcc: فیس‌بک

source: Twitter
bcc: ٹویٹر

source: Instagram
bcc: انسٹاگرام

source: LinkedIn
bcc: لنکڈان

source: YouTube
bcc: یوٹیوب

source: Pinterest
bcc: پنٹرسٹ

source: Get in Touch
bcc: مئے سرا بیا

source: Contact Us
bcc: گۆں ما حال کن

source: Join Us
bcc: مئے هم‌کوپگ بئے

source: Sign Up
bcc: شامل بئے

source: Register
bcc: نام‌لیک

source: Download
bcc: ڈاؤنلوڈ

source: Book Now
bcc: همے درگتءَ گواز

source: Request Quote
bcc: بها جُست کن

source: Schedule Consultation
bcc: مشوره واستا هبر کن

source: Error
bcc: غلطی

source: Warning
bcc: هوشداری

source: Success
bcc: کامیابی

source: Info
bcc: زانتکار

source: Please try again
bcc: پدا جهد کن اِت

source: Something went wrong
bcc: کاش عفسے غلط بوت

source: Invalid input
bcc: نامناسبیں مواد

source: Field is required
bcc: اے جاگه لازمی اِنت

source: Skip to main content
bcc: اصلی موادءَ برو

source: Screen reader text
bcc: سکرین‌وانءِ نبشتانک

source: External link
bcc: ڈَنّی لنک

source: Opens in new window
bcc: نوکیں دریگءَ پچ بیت

source: Back
bcc: پدا

source: Forward
bcc: دیم

source: Today
bcc: مروچی

source: Yesterday
bcc: زی

source: Tomorrow
bcc: باندات

source: Week
bcc: هفته

source: Month
bcc: ماہ

source: Year
bcc: سال

source: Daily
bcc: رۆچیگ

source: Weekly
bcc: هفته‌ای

source: Monthly
bcc: ماهانگ

source: Yearly
bcc: سالانه

source: All
bcc: درستاں

source: None
bcc: هیچ

source: More
bcc: گیش

source: Less
bcc: کم

source: Details
bcc: تفصیلات

source: Information
bcc: معلومات

source: Welcome
bcc: وش آتک

source: Hello
bcc: سلام

source: Thanks
bcc: منتوار

source: Thank You
bcc: تئی مهربانی

source: Copyright
bcc: حق‌نبیسی

source: All Rights Reserved
bcc: درستیں حق په ما محفوظ اِنت

source: Privacy Policy
bcc: شرت و واک

source: Terms of Service
bcc: خدمتءِ قانون

source: Cookies Policy
bcc: کوکیزِ قانون

source: Disclaimer
bcc: ردی‌نام
