Repository: aegiswp/theme
Catalog: languages/ceb.po
Languages: ceb

source: A native block framework engineered for raw velocity. Aegis loads zero CSS, JavaScript, or font assets by default, delivering a pure architectural foundation. It empowers designers with deep visual controls—including SVG management, fluid typography, and intrinsic responsiveness—while providing developers with a strict, standards-based environment. The definitive foundation for high-performance child themes.
ceb: Usa ka lumad nga block framework nga gidisenyo para sa tulin nga dagan. Ang Aegis dili mo-load og CSS, JavaScript, o font assets pinaagi sa default, nga naghatag og lunsay nga arkitektural nga pundasyon. Gahatag kini og gahum sa mga tigdesinyo pinaagi sa lawom nga visual controls—lakip ang SVG management, fluid typography, ug intrinsic responsiveness—samtang naghatag sa mga developers og estrikto ug standards-based nga palibot. Ang tino nga pundasyon alang sa high-performance nga child themes.

source: Search this site
ceb: Pangitaa niining site

source: Search
ceb: Pangita

source: Add text or blocks that will display when a query returns no results.
ceb: Pagdugang og teksto o mga block nga ipakita kon ang pagpangita walay resulta.

source: Type / to add a hidden block
ceb: I-type ang / aron makadugang og tinago nga block

source: Home
ceb: Sinugdanan

source: About
ceb: Mahitungod sa

source: Contact
ceb: Kontaka

source: Services
ceb: Mga Serbisyo

source: Features
ceb: Mga Feature

source: Pricing
ceb: Presyo

source: Testimonials
ceb: Mga Pagpamatuod

source: Gallery
ceb: Galeriya

source: Read More
ceb: Basaha ang Dugang

source: Learn More
ceb: Pagkat-on og Dugang

source: Get Started
ceb: Sugdi Na

source: Subscribe
ceb: Mag-subscribe

source: Submit
ceb: I-sumit

source: Send Message
ceb: Ipadala ang Mensahe

source: View All
ceb: Tan-awa Tanan

source: Back to Top
ceb: Balik sa Taas

source: Previous
ceb: Miagi

source: Next
ceb: Sunod

source: Page
ceb: Panid

source: of
ceb: sa

source: Posts
ceb: Mga Post

source: Categories
ceb: Mga Kategoriya

source: Tags
ceb: Mga Tag

source: Archive
ceb: Arkibo

source: Author
ceb: Awtor

source: Date
ceb: Petsa

source: Comments
ceb: Mga Komento

source: Leave a Comment
ceb: Pagbilin og Komento

source: Posted on
ceb: Gi-post niadtong

source: By
ceb: Ni

source: in
ceb: sa

source: No comments
ceb: Walay komento

source: One comment
ceb: Usa ka komento

source: % comments
ceb: % ka mga komento

source: Related Posts
ceb: May Kalabutan nga mga Post

source: Recent Posts
ceb: Bag-ong mga Post

source: Popular Posts
ceb: Sikat nga mga Post

source: Latest
ceb: Kinabag-ohan

source: Continue Reading
ceb: Padayon sa Pagbasa

source: Nothing Found
ceb: Walay Nakit-an

source: Sorry, no posts matched your criteria.
ceb: Pasayloa, walay mga post nga haom sa imong gipangita.

source: Search Results for:
ceb: Resulta sa Pagpangita alang sa:

source: 404 - Page Not Found
ceb: 404 - Wala Nakit-an ang Panid

source: The page you are looking for does not exist.
ceb: Ang panid nga imong gipangita wala maglungtad.

source: Go to Homepage
ceb: Adto sa Homepage

source: Heading
ceb: Ulohan

source: Subheading
ceb: Sub-ulohan

source: Title
ceb: Titulo

source: Subtitle
ceb: Subtitulo

source: Description
ceb: Deskripsyon

source: Content
ceb: Kontento

source: Text
ceb: Teksto

source: Caption
ceb: Kapsyon

source: Name
ceb: Ngalan

source: Phone
ceb: Telepono

source: Message
ceb: Mensahe

source: Subject
ceb: Sabdyek

source: Your Name
ceb: Imong Ngalan

source: Your Email
ceb: Imong Email

source: Your Message
ceb: Imong Mensahe

source: Required
ceb: Gikinahanglan

source: Optional
ceb: Opsyonal

source: Navigation
ceb: Nabigasyon

source: Primary Menu
ceb: Unang Menu

source: Footer Menu
ceb: Menu sa Footer

source: Social Links
ceb: Mga Social Link

source: Skip to content
ceb: Laktaw sa kontento

source: Close
ceb: Isira

source: Open
ceb: Ablihi

source: Show
ceb: Ipakita

source: Hide
ceb: Itago

source: Main Content
ceb: Pangunang Kontento

source: Follow Us
ceb: Sunda Kami

source: Connect
ceb: Konektar

source: Share
ceb: I-share

source: Get in Touch
ceb: Pakigkita Kanamo

source: Contact Us
ceb: Kontaka Kami

source: Join Us
ceb: Apil Kanamo

source: Sign Up
ceb: Pag-sign Up

source: Register
ceb: Pagrehistro

source: Download
ceb: I-download

source: Book Now
ceb: I-book Na

source: Request Quote
ceb: Hangyo og Presyo

source: Schedule Consultation
ceb: I-iskedyul ang Konsultasyon

source: Error
ceb: Sayop

source: Warning
ceb: Pahimangno

source: Success
ceb: Malamposon

source: Info
ceb: Impormasyon

source: Please try again
ceb: Palihog sulayi pag-usab

source: Something went wrong
ceb: Adunay sayop nga nahitabo

source: Invalid input
ceb: Dili balido nga input

source: Field is required
ceb: Gikinahanglan kining dapita

source: Skip to main content
ceb: Laktaw sa pangunang kontento

source: Screen reader text
ceb: Teksto sa screen reader

source: External link
ceb: Gawas nga link

source: Opens in new window
ceb: Moabli sa bag-ong window

source: Back
ceb: Balik

source: Forward
ceb: Abante

source: Today
ceb: Karon

source: Yesterday
ceb: Gahapon

source: Tomorrow
ceb: Ugma

source: Week
ceb: Semana

source: Month
ceb: Bulan

source: Year
ceb: Tuig

source: Daily
ceb: Kada adlaw

source: Weekly
ceb: Kada semana

source: Monthly
ceb: Kada bulan

source: Yearly
ceb: Kada tuig

source: All
ceb: Tanan

source: None
ceb: Wala

source: More
ceb: Dugang

source: Less
ceb: Gamay

source: Details
ceb: Mga Detalye

source: Information
ceb: Impormasyon

source: Welcome
ceb: Maayong Pag-abot

source: Hello
ceb: Halo

source: Thanks
ceb: Salamat

source: Thank You
ceb: Daghan Salamat

source: All Rights Reserved
ceb: Gitagana ang Tanang Katungod

source: Privacy Policy
ceb: Polisiya sa Pribasiya

source: Terms of Service
ceb: Mga Termino sa Serbisyo

source: Cookies Policy
ceb: Polisiya sa Cookies
