Repository: aegiswp/theme
Catalog: languages/co.po
Languages: co

source: A native block framework engineered for raw velocity. Aegis loads zero CSS, JavaScript, or font assets by default, delivering a pure architectural foundation. It empowers designers with deep visual controls—including SVG management, fluid typography, and intrinsic responsiveness—while providing developers with a strict, standards-based environment. The definitive foundation for high-performance child themes.
co: Un quadru di blocchi nativi inginiatu per a rapidità pura. Aegis ùn carica micca CSS, JavaScript o font per difettu, offrendu una basa architetturale pura. Permette à i prugettisti di cuntrullà i visuali in prufundezza — cumprese a gestione di i SVG, a tipografia fluida è l'adattabilità intrinseca — puru dendu à i sviluppatori un ambiente strettu fundatu nantu à i standard. A basa definitiva per i temi figlioli à alta prestazione.

source: Search this site
co: Cerca in stu situ

source: Search
co: Ricerca

source: Add text or blocks that will display when a query returns no results.
co: Aghjunghjite testu o blocchi chì saranu affissati quandu una ricerca ùn dà micca risultati.

source: Type / to add a hidden block
co: Scrivite / per aghjunghje un bloccu piattatu

source: Home
co: Accoglienza

source: About
co: À prupositu

source: Contact
co: Cuntattu

source: Services
co: Servizii

source: Portfolio
co: Purtàfogliu

source: Features
co: Funziunalità

source: Pricing
co: Prezzi

source: Team
co: Squadra

source: Testimonials
co: Tistimunianze

source: Gallery
co: Galleria

source: Read More
co: Leghje di più

source: Learn More
co: Sapene di più

source: Get Started
co: Principià

source: Subscribe
co: Abunà si

source: Submit
co: Mandà

source: Send Message
co: Mandà un missaghju

source: View All
co: Vede tuttu

source: Back to Top
co: Torna in cima

source: Previous
co: Precedente

source: Next
co: Seguente

source: Page
co: Pagina

source: of
co: di

source: Posts
co: Articuli

source: Categories
co: Categurie

source: Tags
co: Etichette

source: Archive
co: Archiviu

source: Author
co: Autore

source: Date
co: Data

source: Comments
co: Cummenti

source: Leave a Comment
co: Lascià un cummentu

source: Posted on
co: Publicatu u

source: By
co: Da

source: No comments
co: Nisun cummentu

source: One comment
co: Un cummentu

source: % comments
co: % cummenti

source: Related Posts
co: Articuli cunnessi

source: Recent Posts
co: Articuli ricenti

source: Popular Posts
co: Articuli pupulari

source: Featured
co: In primu pianu

source: Latest
co: Ultimi

source: Continue Reading
co: Cuntinuà a lettura

source: Nothing Found
co: Nunda trovu

source: Sorry, no posts matched your criteria.
co: Scusate, nisun articulu currisponde à i vostri criteri.

source: Search Results for:
co: Risultati di a ricerca per:

source: 404 - Page Not Found
co: 404 - Pagina micca trovata

source: The page you are looking for does not exist.
co: A pagina chì cercate ùn esiste micca.

source: Go to Homepage
co: Andà à a pagina d'accoglienza

source: Heading
co: Intestazione

source: Subheading
co: Sottutitulu

source: Title
co: Titulu

source: Subtitle
co: Sottutitulu

source: Description
co: Descrizzione

source: Content
co: Cuntenutu

source: Text
co: Testu

source: Label
co: Etichetta

source: Caption
co: Didascalia

source: Name
co: Nome

source: Phone
co: Telefunu

source: Message
co: Missaghju

source: Subject
co: Oggettu

source: Your Name
co: U vostru nome

source: Your Email
co: U vostru e-mail

source: Your Message
co: U vostru missaghju

source: Required
co: Obligatoriu

source: Optional
co: Opziunale

source: Navigation
co: Navigazione

source: Primary Menu
co: Menu principale

source: Footer Menu
co: Menu di piè di pagina

source: Social Links
co: Ligami suciali

source: Skip to content
co: Saltà à u cuntenutu

source: Close
co: Chjode

source: Open
co: Apre

source: Toggle
co: Scambià

source: Show
co: Mustrà

source: Hide
co: Piattà

source: Header
co: Intestazione

source: Footer
co: Piè di pagina

source: Sidebar
co: Barra laterale

source: Main Content
co: Cuntenutu principale

source: Widget Area
co: Area di i widget

source: Follow Us
co: Seguitate ci

source: Connect
co: Cunnette si

source: Share
co: Sparte

source: Get in Touch
co: Mette si in cuntattu

source: Contact Us
co: Cuntattate ci

source: Join Us
co: Unite si à noi

source: Sign Up
co: Scrive si

source: Register
co: Arregistrà

source: Download
co: Scaricà

source: Book Now
co: Prenotà avà

source: Request Quote
co: Dumandà un preventivu

source: Schedule Consultation
co: Prugrammà una cunsultazione

source: Error
co: Errore

source: Warning
co: Avertimentu

source: Success
co: Successu

source: Info
co: Infurmazione

source: Please try again
co: Pruvate torna per piacè

source: Something went wrong
co: Qualcosa hè andata male

source: Invalid input
co: Entrata micca valida

source: Field is required
co: U campu hè obligatoriu

source: Skip to main content
co: Saltà à u cuntenutu principale

source: Screen reader text
co: Testu per u lettore di screnu

source: External link
co: Ligu esternu

source: Opens in new window
co: S'apre in una nova finestra

source: Back
co: Indaret

source: Forward
co: In avanti

source: Today
co: Oghje

source: Yesterday
co: Ieri

source: Tomorrow
co: Dumane

source: Week
co: Settimana

source: Month
co: Mese

source: Year
co: Annu

source: Daily
co: Quotidiana

source: Weekly
co: Settimanale

source: Monthly
co: Mensile

source: Yearly
co: Annuale

source: All
co: Tuttu

source: None
co: Nisunu

source: More
co: Più

source: Less
co: Meno

source: Details
co: Dettagli

source: Information
co: Infurmazioni

source: Welcome
co: Benvenuti

source: Hello
co: Bonghjornu

source: Thanks
co: Grazie

source: Thank You
co: À ringrazià vi

source: All Rights Reserved
co: Tutti i dritti riservati

source: Privacy Policy
co: Pulitica di privacy

source: Terms of Service
co: Cundizioni di serviziu

source: Cookies Policy
co: Pulitica di i cookie

source: Disclaimer
co: Avisu legale
