Repository: aegiswp/theme
Catalog: languages/dv.po
Languages: dv

source: Aegis
dv: އީޖިސް

source: A native block framework engineered for raw velocity. Aegis loads zero CSS, JavaScript, or font assets by default, delivering a pure architectural foundation. It empowers designers with deep visual controls—including SVG management, fluid typography, and intrinsic responsiveness—while providing developers with a strict, standards-based environment. The definitive foundation for high-performance child themes.
dv: މިއީ ހަލުވި މިނެއްގައި މަސައްކަތްކުރުމަށް ފަރުމާކުރެވިފައިވާ ނޭޓިވް ބްލޮކް ފްރޭމްވޯކެކެވެ. އީޖިސް ބޭނުންކުރާއިރު އެއްވެސް ސީއެސްއެސް، ޖާވާސްކްރިޕްޓް ނުވަތަ ފޮންޓެއް ބައި-ޑިފޯލްޓްކޮށް ލޯޑެއް ނުކުރާނެއެވެ. މިއީ ޑިޒައިނަރުންނަށް ފަސޭހަކަމާއެકު އެސްވީޖީ މެނޭޖްމަންޓާއި، ފްލުއިޑް ޓައިޕޮގްރަފީ އަދި ރެސްޕޮންސިވްނަސް ކޮންޓްރޯލް ކުރެވޭނެ ގޮތަށް ތައްޔާރުކުރެވިފައިވާ ފްރޭމްވޯކެކެވެ.

source: Search this site
dv: މި ސައިޓުން ހޯއްދަވާ

source: Search
dv: ހޯއްދަވާ

source: Add text or blocks that will display when a query returns no results.
dv: ހޯދާ އެއްޗެއް ނުފެނިއްޖެނަމަ ދައްކާނެ ލިޔުން ނުވަތަ ބްލޮކް އިތުރުކުރައްވާ.

source: Home
dv: ފުރަތަމަ ސަފުހާ

source: About
dv: އަޅުގަނޑުމެންނާ ބެހޭ

source: Contact
dv: ގުޅުމަށް

source: Blog
dv: ބްލޮގް

source: Services
dv: ޚިދުމަތްތައް

source: Portfolio
dv: ޕޯޓްފޯލިއޯ

source: Features
dv: ސިފަތައް

source: Pricing
dv: އަގުތައް

source: Team
dv: ޓީމު

source: Testimonials
dv: ޚިޔާލުތައް

source: FAQ
dv: އާންމު ސުވާލުތައް

source: Gallery
dv: ގެލެރީ

source: Read More
dv: އިތުރަށް ކިޔުމަށް

source: Learn More
dv: އިތުރު މަޢުލޫމާތު

source: Get Started
dv: ފައްޓަވާ

source: Subscribe
dv: ސަބްސްކްރައިބް

source: Submit
dv: ފޮނުވާ

source: Send Message
dv: މެސެޖު ފޮނުވާ

source: View All
dv: ހުރިހާ އެއްޗެއް ބައްލަވާ

source: Back to Top
dv: މައްޗަށް

source: Previous
dv: ކުރީގެ

source: Next
dv: ދެން އޮތް

source: Page
dv: ސަފުހާ

source: of
dv: ގެ

source: Posts
dv: ލިޔުންތައް

source: Categories
dv: ގިންތިތައް

source: Tags
dv: ޓެގްތައް

source: Archive
dv: އާކައިވް

source: Author
dv: ލިޔުންތެރިޔާ

source: Date
dv: ތާރީޚް

source: Comments
dv: ޚިޔާލުތައް

source: Leave a Comment
dv: ޚިޔާލެއް ދެއްވާ

source: Posted on
dv: ޝާއިއުކުރީ

source: By
dv: ލިޔުނީ

source: No comments
dv: އެއްވެސް ޚިޔާލެއް ނެތް

source: One comment
dv: އެއް ޚިޔާލު

source: % comments
dv: % ޚިޔާލުތައް

source: Related Posts
dv: ގުޅުންހުރި ލިޔުންތައް

source: Recent Posts
dv: ފަހުގެ ލިޔުންތައް

source: Popular Posts
dv: މަގުބޫލު ލިޔުންތައް

source: Featured
dv: ޚާއްޞަ

source: Latest
dv: އެންމެ ފަހުގެ

source: Continue Reading
dv: އިތުރަށް ކިޔުމަށް

source: Nothing Found
dv: އެއްވެސް އެއްޗެއް ނުފެނުނު

source: Sorry, no posts matched your criteria.
dv: މާފުކުރައްވާ، ތިޔަ ހޯއްދަވާ ގޮތަށް އެއްވެސް ލިޔުމެއް ނުފެނުނު.

source: Search Results for:
dv: ހޯދި ހޯދުމުގެ ނަތީޖާ:

source: 404 - Page Not Found
dv: 404 - ސަފުހާ ނުފެނުނު

source: The page you are looking for does not exist.
dv: ތިޔަ ހޯއްދަވާ ސަފުހާއެއް މި ސައިޓަކu ނެތް.

source: Go to Homepage
dv: ފުރަތަމަ ސަފުހާއަށް ވަޑައިގަންނަވާ

source: Heading
dv: ސުރުޚީ

source: Title
dv: ސުރުޚީ

source: Description
dv: ތަފްޞީލް

source: Content
dv: މައުލޫމާތު

source: Text
dv: ލިޔުން

source: Name
dv: ނަން

source: Email
dv: އީމެއިލް

source: Phone
dv: ފޯނު

source: Message
dv: މެސެޖު

source: Subject
dv: މައުލޫ

source: Required
dv: ލާޒިމް

source: Optional
dv: އިޚްތިޔާރީ

source: Menu
dv: މެނޫ

source: Skip to content
dv: މައުލޫމާތަށް ވަޑައިގަންނަވާ

source: Close
dv: ލައްޕާލާ

source: Open
dv: ހުޅުވާ

source: Show
dv: ދައްކާ

source: Hide
dv: ފޮރުވާ

source: Header
dv: ހެޑަރ

source: Footer
dv: ފުޓަރ

source: Sidebar
dv: ސައިޑްބާރ

source: Follow Us
dv: ފޮލޯ ކުރައްވާ

source: Share
dv: ޝެއަރ ކުރައްވާ

source: Error
dv: މައްސަލައެއް

source: Warning
dv: އިންޒާރު

source: Success
dv: ކާމިޔާބު

source: Please try again
dv: އަނެއްކާވެސް މަސައްކަތް ކުރައްވާ

source: Something went wrong
dv: މައްސަލައެއް ދިމާވެއްޖެ

source: Today
dv: މިއަދު

source: Yesterday
dv: އިއްޔެ

source: Tomorrow
dv: މާދަމާ

source: All
dv: ހުރިހާ

source: Information
dv: މައުލޫމާތު

source: Welcome
dv: މަރުހަބާ

source: Thanks
dv: ޝުކުރިއްޔާ

source: Copyright
dv: ކޮޕީރައިޓް

source: Privacy Policy
dv: ޕްރައިވެސީ ޕޮލިސީ

source: Terms of Service
dv: ޚިދުމަތުގެ އުސޫލުތައް
