Repository: aegiswp/theme
Catalog: languages/fon.po
Languages: fon

source: A native block framework engineered for raw velocity. Aegis loads zero CSS, JavaScript, or font assets by default, delivering a pure architectural foundation. It empowers designers with deep visual controls—including SVG management, fluid typography, and intrinsic responsiveness—while providing developers with a strict, standards-based environment. The definitive foundation for high-performance child themes.
fon: Frame-wɛn bloc tɔn e è sɔ́ ɖó te bɔ é nɔ fú gàn ganjí é. Aegis nɔ bɛ́ CSS, JavaScript, alɔ font kpaà ɖé lɛ́ ǎ, bo nɔ ná dò ɖagbe ɖé. É nɔ ná nǔwukpíkpé fɔndó-wlantɔ́ lɛ́ nú yě ná kpé nǔ wu ɖó nǔ e yě nɔ mɔ lɛ́ é wu—mɔ̌ jɛn é nɔ sɔ́ SVG, we-wlantɔ́ e nɔ fú gàn é, bɔ é nɔ fú gàn ɖagbe ganjí é—bo nɔ ná tɛn fɔndó-we-wlantɔ́ lɛ́ ɖó akpaxwé e è sɔ́ kpaà é mɛ. Dò tawun ɔ nú child themes e nɔ fú gàn ɖagbe lɛ́ é.

source: Search this site
fon: Ba nǔ ɖò tɛn ɛntɛnɛti tɔn lɔ mɛ

source: Search
fon: Ba

source: Add text or blocks that will display when a query returns no results.
fon: Gɔ́ wěma-wlantɔ́ alǒ bloc lɛ́ gɔ́ na bónú è nǎ mɔ ɖò hwenu e nǔ e è bà é ma tɔ́n ǎ é.

source: Type / to add a hidden block
fon: Wlǎn / bónú a nǎ gɔ́ bloc e è sɔ́ hwlá é gɔ́ na

source: Home
fon: Agbasagbé

source: About
fon: Mǐ wu nyà

source: Contact
fon: Gbesisɔ

source: Services
fon: Azɔ̌ lɛ́

source: Portfolio
fon: Azɔ̌ e è wà lɛ́ é

source: Features
fon: Nǔ tɔxe lɛ́

source: Pricing
fon: Akwɛ́ sísɔ́

source: Team
fon: Gbɛ̌tɔ́ lɛ́

source: Testimonials
fon: Ðaseɖíɖó lɛ́

source: FAQ
fon: Biabiá e è nɔ biá tawun lɛ́ é

source: Gallery
fon: Nɔnɔmetata lɛ́

source: Read More
fon: Xà gɔ́ ná

source: Learn More
fon: Kplɔ́n nǔ d’é jí

source: Get Started
fon: Bɛ́ sín fí

source: Subscribe
fon: Wlantɔ́ ŋkɔ́

source: Submit
fon: Ðoè ɖá

source: Send Message
fon: Ðò wɛn ɖá

source: View All
fon: Kpɔ́ bǐ

source: Back to Top
fon: Lɛkɔ yì aga

source: Previous
fon: Ee wá yì é

source: Next
fon: Ee ja é

source: Page
fon: Axadzí

source: of
fon: sín

source: Posts
fon: Wɛn lɛ́

source: Categories
fon: Akpaxwé lɛ́

source: Tags
fon: Gesí lɛ́

source: Archive
fon: Nudzraɖóƒé

source: Author
fon: Wlantɔ́

source: Date
fon: Azǎn

source: Comments
fon: Ðonúwu lɛ́

source: Leave a Comment
fon: Ðonúwu aɖe ɖó fí

source: Posted on
fon: È wlán ɖó

source: By
fon: Tɔn

source: in
fon: ɖò

source: No comments
fon: Ðonúwu ɖé kpo ǎ

source: One comment
fon: Ðonúwu ɖokpó

source: % comments
fon: Ðonúwu %

source: Related Posts
fon: Wɛn e gɔ́ na lɛ́ é

source: Recent Posts
fon: Wɛn yɔyɔ́ lɛ́

source: Popular Posts
fon: Wɛn e è nɔ xà tawun lɛ́ é

source: Featured
fon: Ee xɔ akwɛ́ é

source: Latest
fon: Gǔdo tɔn lɛ́

source: Continue Reading
fon: Kpó ɖò xìxà jí

source: Nothing Found
fon: È mɔ nanú ɖé ǎ

source: Sorry, no posts matched your criteria.
fon: Baba, wɛn ɖé sɔgbe xá nǔ e a bà é ǎ.

source: Search Results for:
fon: Bibá sín nǔ e è mɔ lɛ́ é nú:

source: 404 - Page Not Found
fon: 404 - È mɔ axadzí ɔ ǎ

source: The page you are looking for does not exist.
fon: Axadzí e a ɖò biba wɛ é tíìn ǎ.

source: Go to Homepage
fon: Yì axadzí gbadó

source: Heading
fon: Tanyatanyao

source: Subheading
fon: Tanyatanyao kpɛví

source: Title
fon: Tanya

source: Subtitle
fon: Tanya gɔ́ na

source: Description
fon: Nǔtinmɛ

source: Content
fon: Emenuwo

source: Text
fon: Wěma-wlantɔ́

source: Label
fon: Dzeside

source: Caption
fon: Nɔnɔmetata ƒe nya

source: Name
fon: Nyǐkɔ

source: Email
fon: Imɛɛlu

source: Phone
fon: Alokan

source: Message
fon: Wɛn

source: Subject
fon: Xó

source: Your Name
fon: Nyǐkɔ towe

source: Your Email
fon: Imɛɛlu towe

source: Your Message
fon: Wɛn towe

source: Required
fon: Dandan

source: Optional
fon: Kpaà

source: Navigation
fon: Mɔfiame

source: Primary Menu
fon: Menu tɔn

source: Footer Menu
fon: Menu dò tɔn

source: Social Links
fon: Hancɛjí kplé tɔn

source: Skip to content
fon: Yì emenuwo mɛ

source: Close
fon: Sú

source: Open
fon: Hun

source: Toggle
fon: Tɔtrɔ

source: Show
fon: Fíá

source: Hide
fon: Hwlá

source: Header
fon: Aga

source: Footer
fon: Dò

source: Sidebar
fon: Axadzí

source: Main Content
fon: Emenu tawun

source: Widget Area
fon: Widget tɛnmɛ

source: Follow Us
fon: Xwedó mǐ

source: Connect
fon: Dò ka

source: Share
fon: Má

source: Get in Touch
fon: Dò ka xá mǐ

source: Contact Us
fon: Kàn xó bǐ mǐ

source: Join Us
fon: Xwedó mǐ

source: Sign Up
fon: Wlǎn nyǐkɔ

source: Register
fon: Nyǐkɔ-wlantɔ́

source: Download
fon: Sɔ́ nǔ tɔ́n

source: Book Now
fon: Xɔ tɛnmɛ azɔn

source: Request Quote
fon: Biá asixɔxɔ

source: Schedule Consultation
fon: Wɔ ɖoɖo xá mǐ

source: Error
fon: Vodada

source: Warning
fon: Nuxɔxlɔ̃

source: Success
fon: Dzidzedze

source: Info
fon: Nyatakaka

source: Please try again
fon: Kɛnklɛn vɔ́ tɛ́n kpɔ́n

source: Something went wrong
fon: Nǔ ɖé gblé

source: Invalid input
fon: Nǔ e a sɔ́ dó mɛ é sɔgbe ǎ

source: Field is required
fon: Ele na wlán nǔ ɖó fí

source: Skip to main content
fon: Yì emenu tawun mɛ

source: Screen reader text
fon: Wěma-wlantɔ́ nú mɔ e nɔ xà wěma é

source: External link
fon: Kadodó gǔdo tɔn

source: Opens in new window
fon: Hùn ɖò flɛsɛ́ yɔyɔ́ mɛ

source: Back
fon: Gǔdo

source: Forward
fon: Nukɔn

source: Today
fon: Égbé

source: Yesterday
fon: Sɔ̀

source: Tomorrow
fon: Sɔ̀ e ja é

source: Week
fon: Akwɛ́zángbe

source: Month
fon: Sun

source: Year
fon: Xwè

source: Daily
fon: Gbè bǐ gbè

source: Weekly
fon: Akwɛ́zángbe bǐ

source: Monthly
fon: Sun bǐ sun

source: Yearly
fon: Xwè bǐ xwè

source: All
fon: Bǐ

source: None
fon: Nanú ɖé kpo ǎ

source: More
fon: Gɔ́ na

source: Less
fon: Kpɛví

source: Details
fon: Emenuwo

source: Information
fon: Nyatakaka

source: Welcome
fon: Kúàbɔ̀

source: Hello
fon: Kú d’é jí

source: Thanks
fon: Kpɛn

source: Thank You
fon: Nǔ é a wà é nyɔ́

source: Copyright
fon: Acɛ̀-wlantɔ́

source: All Rights Reserved
fon: Acɛ̀ bǐ tíìn nú mǐ

source: Privacy Policy
fon: Sɛ́n nyatakaka tɔn

source: Terms of Service
fon: Sɛ́n azɔ̌ tɔn

source: Cookies Policy
fon: Sɛ́n kuki tɔn

source: Disclaimer
fon: Gbetɔ́n
