Repository: aegiswp/theme
Catalog: languages/frp.po
Languages: frp

source: A native block framework engineered for raw velocity. Aegis loads zero CSS, JavaScript, or font assets by default, delivering a pure architectural foundation. It empowers designers with deep visual controls—including SVG management, fluid typography, and intrinsic responsiveness—while providing developers with a strict, standards-based environment. The definitive foundation for high-performance child themes.
frp: Un framework de blocs natif concèptualisâ por una vèlociitât bruta. Aegis bârre pouent de CSS, JavaScript, ou d'assets de polices per dèfôt, balient una fondacion architècturâla pura. O pèrmèt ux dèssinateurs de controlar lo visuèl en provondior—y compris la gèstion des SVG, la tipografia fluida et la rèactivitât entrensèca—tot en balient ux dèvelopors un enveronement d'aprés des Règlles de l'ârt. La bâsa dèfinitiva por des tèmes enfants de hiôta pèrrformence.

source: Search this site
frp: Rechèrchiar dens ceti seto

source: Search
frp: Rechèrchiar

source: Add text or blocks that will display when a query returns no results.
frp: Apondre du tèxto ou des blocs que s'apondront quand una rechèrche ne balie pas de rèsultat.

source: Type / to add a hidden block
frp: Tapar / por apondre un bloc cachiê

source: Home
frp: Acuely

source: About
frp: A propôs

source: Services
frp: Sèrvices

source: Portfolio
frp: Portefôlyo

source: Features
frp: Fonccionalitâts

source: Pricing
frp: Pris

source: Team
frp: Èquipa

source: Testimonials
frp: Tèmoignâjos

source: Gallery
frp: Galerie

source: Read More
frp: Liére de ples

source: Learn More
frp: Savoêr de ples

source: Get Started
frp: Comenciér

source: Subscribe
frp: S’abonar

source: Submit
frp: Mandâr

source: Send Message
frp: Mandâr un mèssâjo

source: View All
frp: Vêre tot

source: Back to Top
frp: Tornar d’amont

source: Previous
frp: Prècèdent

source: Next
frp: Sivant

source: Page
frp: Pâge

source: of
frp: de

source: Posts
frp: Articllos

source: Categories
frp: Catègories

source: Archive
frp: Archives

source: Author
frp: Ôtor

source: Date
frp: Dâta

source: Comments
frp: Comentèros

source: Leave a Comment
frp: Lèssiér un comentèro

source: Posted on
frp: Publiâ lo

source: By
frp: Par

source: in
frp: dens

source: No comments
frp: Guan comentèro

source: One comment
frp: Un comentèro

source: % comments
frp: % comentèros

source: Related Posts
frp: Articllos liyês

source: Recent Posts
frp: Articllos dèrriérs

source: Popular Posts
frp: Articllos populèros

source: Featured
frp: En avant

source: Latest
frp: Dèrriérs

source: Continue Reading
frp: Contignuér de liére

source: Nothing Found
frp: Rien fêt

source: Sorry, no posts matched your criteria.
frp: Dèsolâ, gins de pâge ne corrèspond a voutra rechèrche.

source: Search Results for:
frp: Rèsultats de rechèrche por :

source: 404 - Page Not Found
frp: 404 - Pâge pas trovâ

source: The page you are looking for does not exist.
frp: La pâge que vos rechèrchiéd ègziste pas.

source: Go to Homepage
frp: Tornar a l’acuely

source: Heading
frp: Titro

source: Subheading
frp: Sot-titro

source: Title
frp: Titro

source: Subtitle
frp: Sot-titro

source: Description
frp: Dèscripcion

source: Content
frp: Contenut

source: Text
frp: Tèxto

source: Label
frp: Ètiquèta

source: Caption
frp: Lègenda

source: Name
frp: Nom

source: Email
frp: Mèl

source: Phone
frp: Tèlèfona

source: Message
frp: Mèssâjo

source: Subject
frp: Sujèt

source: Your Name
frp: Voutro nom

source: Your Email
frp: Voutro mèl

source: Your Message
frp: Voutro mèssâjo

source: Required
frp: Oblyigatouèro

source: Optional
frp: Facultatif

source: Navigation
frp: Navigacion

source: Primary Menu
frp: Menu principâl

source: Footer Menu
frp: Menu de pied de pâge

source: Social Links
frp: Liens socials

source: Skip to content
frp: Passar u contenut

source: Close
frp: Clôre

source: Open
frp: Uvrir

source: Toggle
frp: Bascular

source: Show
frp: Amostrar

source: Hide
frp: Amagiér

source: Header
frp: Entéta

source: Footer
frp: Pied de pâge

source: Sidebar
frp: Barra latèrâla

source: Main Content
frp: Contenut principâl

source: Widget Area
frp: Zona de widgets

source: Follow Us
frp: Siude-nos

source: Connect
frp: S’encllotiér

source: Share
frp: Partagiér

source: Get in Touch
frp: Contactar-nos

source: Contact Us
frp: Contactar-nos

source: Join Us
frp: Jondre-nos

source: Sign Up
frp: S’enscrìre

source: Register
frp: S’enscrìre

source: Download
frp: Tèlèchargiér

source: Book Now
frp: Resèrvar d’abôrd

source: Request Quote
frp: Demandâr un devis

source: Schedule Consultation
frp: Prendre un rendès-vôs

source: Error
frp: Èrror

source: Warning
frp: Avèrtissament

source: Success
frp: Succès

source: Info
frp: Enformacion

source: Please try again
frp: Èprovar de novèl

source: Something went wrong
frp: Kék’chousa a falyi

source: Invalid input
frp: Entrâ fâssa

source: Field is required
frp: Ceti champ est oblyigatouèro

source: Skip to main content
frp: Passar u contenut principâl

source: Screen reader text
frp: Tèxto por lo liésor d’ècran

source: External link
frp: Lien de defôr

source: Opens in new window
frp: S’uvre dens un fenétro novél

source: Back
frp: Arriér

source: Forward
frp: Devant

source: Today
frp: Huè

source: Yesterday
frp: Hiér

source: Tomorrow
frp: Deman

source: Week
frp: Semana

source: Month
frp: Mês

source: Year
frp: An

source: Daily
frp: Chaque jorn

source: Weekly
frp: Chaque semana

source: Monthly
frp: Chaque mês

source: Yearly
frp: Chaque an

source: All
frp: Tot

source: None
frp: Guan

source: More
frp: Ples

source: Less
frp: Mens

source: Details
frp: Dètalys

source: Information
frp: Enformacion

source: Welcome
frp: Benvegnua

source: Hello
frp: Bonjorn

source: Thanks
frp: Mèrci

source: Thank You
frp: Grant mèrci

source: Copyright
frp: Drêt d’ôtor

source: All Rights Reserved
frp: Tôts drêts resèrvâs

source: Privacy Policy
frp: Politica de confidencialitât

source: Terms of Service
frp: Condicions d’usâjo

source: Cookies Policy
frp: Politica de cookies

source: Disclaimer
frp: Aviso legâl
